[
    {
        "id": 3,
        "title": "Should we be worried about vegan ultra-processed foods?",
        "text": "Vegan diets can contain more UPFs on average – but this might not be a problem.\nFor most people living in industrialised societies, it's difficult to avoid ultra-processed foods altogether. My cereal is ultra-processed. So is the whiskey in my cabinet, the hot sauce in my fridge and the crisps in my backpack.\nThe term \"ultra-processed\" is poorly understood and inconsistently used, even sometimes by scientists. While in some circles it has become a catch-all term for foods with little nutritional benefit, a wide variety of foods fall under this umbrella.\nUltra-processed foods are popular with consumers for their convenience (frozen pizza), taste (wrapped cookies), and durability (sandwich bread). These elements, plus the relatively low cost of ingredients, make them profitable for manufacturers.\nBut recently another motivation for ultra-processed foods has emerged: to replace meat or dairy among those attempting to eat a more plant-based diet. With this new category has come anxiety about the health effects of these products, leading to headlines such as \"The unhealthiest fake meats you can buy (and why it's better to go to McDonald's)\". These concerns were exacerbated by recent research, which found that those who consume 10% more ultra-processed foods derived from plants have a 12% higher risk of death related to diet. However, things are not quite as they seem. Are plant-based diets really so rich in ultra-processed foods, and are they any worse for you?\nAn established method for categorising the levels of processing in food is Nova. Fernanda Rauber, a nutritional epidemiologist at the University of São Paulo in Brazil, explains, \"Nova distinguishes between different levels of processing, acknowledging that not all processed foods are harmful. In fact, many types of processing, such as pasteurisation or fermentation, are important for food safety and nutrition.\" It's the more intense processing that concerns Rauber. \"One type of industrial processing is harmful to health – the kind that produces ultra-processed foods.\"\nIn the Nova system, a food product is considered ultra-processed if at least one of its ingredients is a substance that home cooks generally don't use (such as high-fructose corn syrup or hydrolysed protein), or is an additive designed to increase the product's appeal (such as a thickener or emulsifier).\nSome experts have criticised the four-category Nova system as simplistic and imprecise, arguing that foods aren't automatically unhealthy simply because they're ultra-processed. For instance, ultra-processed cereals and breads can have beneficial fibre, although diets high in UPFs tend to be limited in fibre and other nutrients in general.\nNor are foods good for you just because they're less processed. Red meat has been linked with higher mortality from cardiovascular disease, coronary heart disease and stroke, yet is classified as unprocessed or minimally processed by Nova.\nIn practice many UPFs are also high in salt, sugar or fat. The food industry uses a great deal of sugar not only to sweeten foods, but also to enhance their texture, colour, preservation, or even bulk.\nNotwithstanding the occasional exception, overall, the health effects of ultra-processed foods are negative. A 2023 UK study found that a 10% increase in UPFs within diets was associated with a 2% higher rate of cancer overall, and a 19% higher rate of ovarian cancer.\nThis is partly linked to obesity. It's easy to overeat ultra-processed foods, which tend to be less filling, and possibly even addictive, often while requiring less chewing. Unsurprisingly, then, they're linked with higher calorie consumption and weight gain. The proportion of the diet made up by ultra-processed foods varies widely across the globe; UPFs make up 16% of mean caloric intake in Colombia, 20% in Taiwan, and 22% in Brazil. On the other hand, they make up 48% in Canada, 57% in the UK and 58% in the US. In some North American groups it can be as high as 80%.\nThere is also emerging evidence that certain food additives and packaging contaminants are carcinogenic, and cause inflammation and other bodily changes.\nAmong plant-based foods, ultra-processed ones are linked to higher risk of cardiovascular disease. A 2024 UK study that garnered much attention found that a 10% increase in caloric intake of plant-sourced ultra-processed food was associated with a 5% higher risk of cardiovascular disease, and a 12% greater risk of dying from this. On the other hand, there was a slightly greater reduction in cardiovascular disease risk from consuming more plant-sourced foods that were not ultra-processed. The ultra-processed foods included a number of foods considered \"vegan by default\", such as bread, crisps and condiments. Meat alternatives were the smallest contributor to calories among the participants overall, at 0.2%.\nThis research didn't assess specific foods like plant-based ones in isolation, stresses Rauber, one of the study's coauthors. \"From an epidemiological perspective, what truly matters is the overall dietary pattern, rather than focusing on individual foods,\" Rauber says. Thus, \"it's not just the origin of the food – whether animal or plant – but the degree of processing that has significant implications for health\".\nA 2021 French study found that ultra-processed foods made up more of the overall calorie intake of non-meat-eaters. UPFs accounted for 37% and 39.5% of energy intake for vegetarians and vegans, respectively, mainly due to meat and dairy substitutes. This was significantly higher than the 33% figure for meat eaters. But while the vegan participants consumed more UPFs, they also consumed more unprocessed foods (accounting for 31.2% of energy intake for vegans and 29% for meat eaters), and fewer fatty and sweet foods.\nStudy participants who had recently made the switch to vegetarian and vegan consumed more UPFs than longtime meat avoiders. In general, it's common for people experimenting with reducing animal products to lean on substitutes and packaged foods initially.\nWhile nutritional research abounds, so does confusion. This is partly due to differences in what is being analysed, such as whether these are meat alternatives or other foods that happen to not contain animal products, such as bread. In other words, are researchers looking at vegan burgers, the buns they're sandwiched between, or the crisps on the side? It depends.\nStudies of multiple European countries have found notable associations between multiple diseases, including type 2 diabetes, and ultra-processed products in general – yet those same studies found lesser risk for plant-based alternatives compared to animal-based products. And a 2024 US study concluded that the strongest links between mortality and ultra-processed foods showed up in ready-to-eat products based around meat, poultry or seafood.\nLewis Bollard, who directs the farm animal welfare programme at the foundation Open Philanthropy, says that in the plant-based space, criticisms have tended to focus on alternative proteins. According to Bollard, critics include meat-industry companies concerned about their profit model, as well as people following whole-food plant-based diets themselves.\n\"It's important to look at what's actually in the ultra-processed foods,\" notes Paul Behrens, a food systems expert at the University of Oxford. \"Of course, we should aim for delicious, whole-food, plant-based meals as the core of our diet, but ultra-processed plant-based foods generally have much better nutrition scores than ultra-processed meat foods,” he says. \"One study found that, on average, vegan sausages had a nutrition impact score over twice as good as pork sausages.\"\nSo one key question is what is being replaced. A bean stew might be more nourishing than a pea protein sausage. But a pea protein sausage is likely more nourishing than a mixed-meat sausage – not to mention the differences in environmental and animal-welfare impacts.\nA 2024 review comparing animal and plant-based meat found that the meat alternatives were lower overall in saturated fat, monounsaturated fat, cholesterol and calories, while being higher in fibre, carbohydrate and polyunsaturated fat. Not all fats are created equal. Polyunsaturated fat, found at higher levels in meat alternatives, has an important place in diets. And a 2018 study of US healthcare professionals found lower heart disease risk among people who ate more plant-based monounsaturated fat (such as vegetable oils), though not animal-based monounsaturated fat (such as red meat).\nHowever, Rauber cautions, \"While saturated fats are often linked to animal-based foods, it's important to note that many ultra-processed plant-based products can also be high in saturated fats due to the use of modified oils and fats during processing\".\nMeat alternatives have captured so much public discussion for several reasons, says Tamsin Blaxter, a writer and researcher at Table, a network of universities researching food systems. One is their novelty factor. Another is the preoccupation in certain affluent countries with protein, and thus with alternatives to it. Throughout history, there have been waves of thinking, without necessarily being grounded in evidence, that a diet high in animal protein is more natural for humans, and that natural is better. Bollard also points out that it's common for people in industrialised societies to have misconceptions about how animal protein is actually produced and how \"natural\" it is.\nConcerns over ultra-processed foods are affecting public health policy. For instance, Nova has influenced dietary guidelines in Brazil, whose government is also considering imposing taxes on ultra-processed foods and regulating them more strictly in schools. Carlos Monteiro, the University of São Paulo epidemiologist who coined the term \"ultra-processed\" in 2009, now believes that ultra-processed foods should be regulated similarly to tobacco, with advertising restrictions and heavy taxation.\nYet Eileen Gibney, a nutrition professor at University College Dublin, has argued that the world will need to embrace food processing in the transition toward more plant-based diets, if consumers want plant-based versions of the foods they're already accustomed to.\nCompanies making foods without animal products have to navigate between perceptions that vegan food is too healthy and boring, and conversely that it is overly processed and unhealthy. Anke van Eijk, the R&D manager for Dutch plant-based business Schouten, says that many consumers, especially flexitarians, \"still want a seamless transition to plant-based eating, and highly processed products deliver on that expectation\".\nSome food manufacturers and retailers have responded to consumer concerns by creating products with fewer ingredients and additives, according to van Eijk. \"An example would be the growing interest in whole-food-based products, like plant-based patties made with recognisable ingredients such as beans, vegetables or grains.\" She says that it will not be easy for manufacturers to move beyond standard industrial processes or ingredients, though Schouten has recently developed its own fibre to replace textured proteins.\nYet more broadly, Blaxter believes \"there's a danger here that the reformulation question only leads to quite narrow incremental change\". She points to previous health panics, for instance around fat. While she acknowledges the need for further research to tease out health outcomes related to ultra-processed foods, plant-based or otherwise, she's concerned that over-attention to one aspect of food risks distracting from overall food systems, which ultimately impacts our eating habits and health more.\nAs well, Blaxter worries about the \"weaponisation of disgust using the term 'ultra-processed food'\", which can seep into judgements toward people with different life circumstances. Altogether, she calls ultra-processing \"a really complicated and contested concept\" that is currently intersecting with cultural, political and technological anxieties around control of food and plant-based innovations.\nMany nutrition experts urge people to minimise their consumption of ultra-processed food.\nRauber says that emphasising the nutritional benefits of particular plant-based ultra-processed products has limitations. This perspective \"tends to overlook the fact that these foods are still highly processed, often lack whole food ingredients, and may contain various additives that make them hyper-palatable and can lead to overconsumption.\"\nSarah Berry, a nutrition professor at King's College London, and the chief scientist at the nutrition company ZOE, calls for balance. \"Whether animal-based or plant-based, it's important that consumers know that not all UPFs are created equal,\" Berry says.\nFor her, \"The key takeaway is that you don't need to avoid all UPFs, and it would be very difficult to do so. It's your overall dietary pattern that matters for long-term health. If you regularly consume fruits and vegetables – whether they're tinned, frozen or fresh – nuts, seeds, and legumes, you're on the right path. As long as you have a good overall diet across weeks and months, if some UPFs make it into your shopping trolley, it's not a major concern. However, it's worth trying to consume ultra-processed meat products and fizzy drinks just once in a while.\"\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more science, technology, environment and health stories from the BBC, follow us on Facebook and X."
    },
    {
        "id": 1,
        "title": "The Science Behind Silicone Scar Tape",
        "text": "Dr Martin Biggs\nIn this interview, News Medical speaks with Dr  Martin Biggs from Synoptics about Syngene's G:Box, a high-quality imaging and gel documentation system."
    }
]