[
    {
        "id": 0,
        "title": "Sausage Man's stall takes turn for the wurst",
        "text": "For many people in Derby, the annual arrival of \"the Sausage Man\" means it is nearly Christmas.\nCharlie Pearson has been selling German Bratwurst from his festively decorated cabin in the city centre for the past 14 years.\nBut he says this winter will be his last in the city, because \"council bureaucracy\" means his cabin has been downgraded to a trailer and moved to a quieter spot.\nThe leader of Derby City Council told the BBC they had \"identified a prominent location in the city centre\" as an alternative.\nHowever, the sizzle specialist said he had not been selling enough sausages in the new location to justify staying in Derby.\n\"This year is soul-destroying,\" said Mr Pearson, who opened his stall on 16 October.\n\"We're taking about a quarter of what we normally take because people don't know we're here and it's not the same stall.\n\"There's so many Christmas markets I could apply to be on and get a great reception from the organisers, not being left to feel like I do.\"\nThe sausage seller lives in Felixstowe in Suffolk for most of the year and makes money by serving up toasties at various festivals.\nHe originally came to Derby when a friend asked him to run the German sausage stall at a Christmas market.\nThe Christmas market has long gone, but Mr Pearson decided to come back every year.\nHe has been so committed to selling sausages in Derby that he spends three months every year living in a caravan in a nearby village.\n\"It's been amazing over the years,\" he said. \"I've made lots and lots of friends in Derby.\"\nHis cabin is normally located outside Primark in Corn Market, and he pays a pitch fee to Derby City Council to be there for three months.\nHe applied as normal in April but the council emailed in July to tell him the Corn Market site would not be available this year.\nThe email also said he would need to apply for planning permission if he wanted to use his cabin again \"because of the length of time your temporary structure will be put up\".\n\"I've never needed or been asked about planning permission before,\" said Mr Pearson.\n\"I would have had to apply earlier in the year to get planning permission.\"\nInstead of his cabin, he now has a much smaller mobile sausage stall, in order to comply with the council's requirements.\nNadine Peatfield, leader of Derby City Council, defended the decision to relocate Mr Pearson's sausage stall.\n\"In preparation for our exciting Festive Derby celebrations, the Corn Market site is currently unavailable,\" she said.\n\"Although we have been unable to offer the Corn Market site this year, we have identified a prominent location in the city centre, in a high footfall area near the main entrance of Derbion Shopping Centre.\"\nThe BBC asked the council why Mr Pearson was told he would need planning permission this year, but the council has not responded to this point.\n\"I really don't know what's going on. It's a case of one little man versus bureaucracy,\" said Mr Pearson.\n\"I think after 14 years' service I've been treated quite badly to be honest, and so does everybody that you talk to.\n\"My family want me to just come home but I will hang on in there hoping some good will come from the council.\"\nFollow BBC Derby on Facebook, on X, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk or via WhatsApp on 0808 100 2210."
    }
]