[
    {
        "id": 6,
        "title": "Diabetes patients struggling without 'wonder drug'",
        "text": "Diabetes patients have told the BBC they are struggling without what they have called a \"wonder drug\".\nExperts estimate about 400,000 people with Type 2 diabetes could have been affected by a national supply shortage caused by rising demand.\nThe new generation of medicines - GLP-1 receptor agonists - mimic a hormone that not only controls blood sugar levels but also suppresses appetite.\nThe government said it was trying to help resolve the supply chain issues.\nNHS England has issued a National Patient Safety Alert for the drugs.\nThe NHS alerts require action to be taken by healthcare providers to reduce the risk of death or disability.\nThe diabetes medicines in short supply are Ozempic, Trulicity, Victoza, Byetta, and Bydureon. They work via injections instead of tablets.\nType 2 diabetes causes uncontrolled sugar levels that can lead to serious complications such as amputations, visual problems and heart disease.\nDave Pomfrey, 66, lives near Winchester, in Hampshire, and has had the disease for 26 years. He was prescribed Victoza 18 months ago.\n\"It swiftly got my blood glucose under control and it helped me lose weight,\" he said.\n\"I lost about three or four kilos in the first six or eight weeks. The way it stops you wanting to eat is a game-changer.\"\nCalling it a \"wonder drug\", he urged that it should be taken under the advisement of health professionals due to its possible side effects.\nThe group of medicines has been used by the NHS for diabetes for around a decade but in recent years there has been a growth in private clinics prescribing the same drugs for weight loss for people who do not have diabetes, pushing up demand.\nNovo Nordisk, which manufactures Ozempic and Victoza, told the BBC it was experiencing shortages of its medicines for people in the UK with Type 2 diabetes due to \"unprecedented levels of demand\".\nIt said awareness of GLP-1 receptor agonists has \"significantly increased after unprecedented coverage in the media and on social media\".\nMr Pomfrey said he was told in August that he would not be able to get any more Victoza and should consider alternatives.\n\"It was quite worrying as I was told I would be on Victoza for some time as it was working well for me,\" he said.\n\"I thought my future would be back on insulin, which I didn't want. I also worried about my old medicines that stopped working so well for me.\"\nBob Oxenbury, 69, from Poole in Dorset, was diagnosed with Type 2 diabetes in 2013.\nHe said he was introduced to Victoza about six years later.\n\"Wow, It was amazing, a game-changing wonder drug,\" he said.\n\"I am now having to try a new drug in tablet form to control my sugar levels. This new drug has unpleasant side effects and my health and wellbeing is now being affected.\n\"Diabetics are now having health issues due to the lack of supply so that the overweight community can continue to eat unhealthy food and inject it away.\"\nNovo Nordisk said its factories were running \"24 hours a day, seven days a week\" to address the high demand.\nThe pharmaceutical firm said it had dedicated more than $5bn (£3.9bn) by the end of 2023 to open new production lines and facilities.\nIt added that it was also working closely with the Medicines and Healthcare products Regulatory Agency and was doing its \"utmost to discourage the off-label use of our medicines\".\nKerry Budd, supervisor and dispenser at Purbrook Pharmacy in Waterlooville, Hampshire, said diabetes patients had been coming in \"upset and some of them angry\".\nMitesh Patel runs 12 pharmacies across Hampshire and Dorset and said there were \"many people using diabetes drugs for weight loss\".\nHe added: \"We often see private prescriptions coming to us and we can't fulfil them.\"\nPhillip Newland-Jones, a consultant pharmacist for diabetes at the University Hospital Southampton, said: \"When we started to look at this, at a national level, it's expected to affect around 400,000 people.\"\nHe said there had been an increase in admissions over the last six months in the number of people with high glucose levels who had been unable to access their medicine.\nBut Mr Newland-Jones added: \"Thankfully, in the last few weeks, we have been able to secure an increased amount of the tablet version of the medicine but is not available for all.\n\"The tablet is not quite as good as some of the injections, adequate for some, but not suitable for all.\"\nDr Amish Budhathoki, who has the disease, has a diploma in Type 2 diabetes.\nHe said he had been helped by Ozempic until it was stopped due to the shortage and was concerned about people who buy it privately.\n\"I am empathetic to people who genuinely want to lose weight,\" he said.\n\"But people who use it multiple times a week are at risk of pancreatitis and then, if their pancreas fails, they might actually get diabetes - it is not a quick fix.\n\"It is important to monitor your diet and exercise with medication.\"\nThe Department for Health and Social Care said: \"We understand how frustrating and distressing medicine supply issues can be and we work with industry, the NHS and others operating across the supply chain to resolve these as quickly as possible.\"\nFollow BBC South on Facebook, X, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    }
]