[
    {
        "id": 0,
        "title": "Kamala Harris yet to concede as Trump barrels towards victory",
        "text": "Kamala Harris appears to be on course to lose her bid to become America's first woman president, as her Republican rival Donald Trump is projected to sweep all key battleground states.\nThe vice-president has yet to concede, though projections from the BBC's US partner, CBS, suggest that Trump is standing on the precipice of an historic victory.\nHarris cancelled her expected election night appearance at Howard University in Washington DC, where she was an undergraduate, after Trump gained momentum as early results began to trickle in.\nThe Republican subsequently swept the key battleground states of Pennsylvania, North Carolina and Georgia, the BBC's US partner CBS projects.\nTrump also looks set to win in other important swing states, including Wisconsin and Michigan.\nAs expected, Trump has stormed to victory in conservative strongholds from Florida to Idaho, while Harris won liberal states from New York to California, CBS projects.\nThe Democratic nominee was due to address supporters, but campaign co-chairman Cedric Richmond announced shortly after midnight that she would not attend.\nThe party-like atmosphere of a few hours earlier at Howard had already turned sour as two swing states were called for Trump.\nFrom Harris HQ, Democratic fundraiser Lindy Li told the BBC that it was \"pretty grim right now\".\nVice-President Harris, 60, only became the Democratic Party candidate in July, after President Joe Biden withdrew from the race under pressure from within the party. Had she claimed victory, the former California senator would have become the first woman, black woman and South Asian-American to win the presidency.\nBut CBS exit poll data suggests that the Democratic nominee - who campaigned heavily for abortion rights - may have under-performed with women.\nSome 54% of female voters cast their ballots for her, the numbers indicate. But Joe Biden won the support of 57% of women in 2020.\nBlack and Latino voters also appeared slightly less likely to support Harris than they were to back Biden four years ago, according to Associated Press exit poll data.\nAbout 86 million voters cast their ballots early during one of the most turbulent campaigns in recent American history.\nThe Republican party appears to have enjoyed a resurgence across the country, winning a number of key congressional battles in key states. Control of both the US House and Senate were up for grabs on Tuesday night.\nCBS projects Republicans will win control of the Senate after wresting two seats in West Virginia and Ohio from the Democrats and seeing off a stiff challenge in Texas.\nNeither party seemed to have an overall edge in the House, which Republicans narrowly control.\nIf the party does regain control of both chambers, it would make it easier for Trump to push through his agenda - which includes mass deportations of illegal migrants and sweeping tax cuts.\nBoth sides had armies of lawyers on standby for legal challenges on and after election day.\nLaw enforcement agencies nationwide were also on high alert for potential violence.\nAbout 30 hoax bomb threats targeted election-related locations nationwide on Tuesday, more than half of them in the state of Georgia alone, reports CBS.\n"
    }
]