[
    {
        "id": 5,
        "title": "Drug shortages: 'I'm eating less and rationing pills'",
        "text": "Two people with cystic fibrosis have said they are having to eat less due to a shortage in a medication which helps them eat.\nCharlotte Bones, 31, and Steve Horwood, 35, both take Creon to help them  digest food, as the condition causes sticky mucus to build up in the lungs and digestive system.\nBut a long-term Europe-wide shortage of the medication is affecting how many capsules they can get hold of meaning they are also having to ration their pills.\nThe Department for Health and Social Care (DHSC) said it was \"working closely with industry, the NHS and others in the supply chain\" to make sure alternative products were available.\nMs Bones, from Kilburn, said the shortage had meant she had been changed to a different strength of medication.\nAs a result of the shortage, she said she had been having less food and reducing the number of Creon pills she took in a day to stop her from running out.\n\"From eight Creon (for a meal), I'm taking probably four to five,\" she said.\n\"I think I've got two boxes left, which is probably only about a week.\n\"Bearing in mind I have been cutting down knowing that there's a shortage, I can try and make it stretch to about four days, five days (longer).\"\nDespite contacting six or seven different pharmacies, she said none have had Creon in stock and her hospital pharmacy was not able to signpost her to anywhere with supplies.\nIn the interim, Ms Bones said reducing her Creon intake had led to unpleasant side-effects, including stomach aches and diarrhoea, which were \"hard to juggle\" alongside her job.\n\"If you're not taking Creon things can run through you, to be quite gruesome and so it is quite disruptive,\" she explained.\nMs Bones added she was concerned eating less would worsen her cystic fibrosis if she lost weight.\n\"The fear is that the weight will start to drop off and I'd be more inclined to get an infection,\" she said.\n\"It's just having that resilience to bounce back; that if you don't have that weight on you just don't have.\"\nMs Bones also has diabetes and says she worries if she reduces her food intake by too much she will struggle to balance her blood sugar levels, which she currently manages with a body-worn monitor.\n\"There have been times when I unfortunately have had to have six meals a day because my bloods maybe haven't had as much sugar,\" she said.\n\"I do need to eat to try to absorb something. I'm just hoping it does absorb the sugar because if it doesn't absorb any sugar then I'm really screwed.\"\nShe added: \"There's just this whole spin-off that no-one seems to be thinking about. They're just thinking about, 'well, you know it's just another medication' and that's it.\n\"It's going to cost the country a lot more money if you have lot more CF (cystic fibrosis) patients coming into hospital due to infection because they can't fight it because there's a lack of Creon.\"\nMr Horwood, from Rickmansworth in Hertfordshire, said he has had to go to the Royal Brompton Hospital in Chelsea, west London, in order to secure his Creon because he could not find any near him.\nHe used to take eight capsules with a meal and five with a snack, but now only has about two weeks' supply.\n\"I haven't had a proper supply for about eight months now,\" he said.\n\"It's stressing me out a bit. They've said it's going on for a very long time and... I still haven't had any for about two months now, so I'm thinking what's going to happen?\"\nAlthough he has been told he may be able to take alternative medications, he is worried it will \"upset my stomach again\", but if he runs out of Creon altogether he worries he \"wouldn't be able to eat without stomach ache\".\nHe said eating would make him poorly: \"It'll mean being on the toilet, like 20 times in a day.\"\nLike Ms Bones, Mr Horwood also said his cystic fibrosis could get worse.\n\"If I was to eat without the tablets I'd lose a lot of weight very quickly,\" he said.\n\"If I'm not eating properly then my chest will go downhill.\"\nThe DHSC said the supply issues had been caused by limited availability of raw ingredients and manufacturing capacity constraints affecting how much could be produced to meet demand.\nThere were also supply issues with alternative brands of pancreatic enzyme replacement therapy medications due to a knock-on increase in demand.\nThe DHSC spokesperson added: “We have inherited ongoing global supply problems that continue to impact the availability of medicines, including Creon.\n“We know how distressing this can be for patients and we are working closely with industry, the NHS and others in the supply chain to mitigate the risk to patients and make sure alternative products are available until their usual treatments are back in stock.”\nListen to the best of BBC Radio London on Sounds and follow BBC London on Facebook, X and Instagram. Send your story ideas to hello.bbclondon@bbc.co.uk"
    }
]