[
    {
        "id": 0,
        "title": "Martian sand can be used to build in space, Dublin scientists find",
        "text": "Sand found on the surface of Mars and the Moon can be converted into solid bricks which could be used to build future settlements in space, Dublin scientists have found.\nResearchers at Trinity College Dublin discovered a way of binding regolith - surface rocks, sand and dust - together using low temperatures and minimal energy.\nThe blocks, built with carbon nanotubes, have a relatively low density but display strength approaching that of granite and could create extra terrestrial structures.\nProfessor Jonathan Coleman, who leads the research project, said the discovery could help limit the amount of building materials that would need to be transported off Earth to build a Moon base.\nWhen structures in space are built they will need to use limited material from earth, as these are heavy to transport.\nCreating blocks with regolith and carbon nanotubes will largely minimise the need to transport construction materials to space.\nAs the construction blocks conduct electricity they can also be used as an internal sensor to monitor the structural health of extra terrestrial buildings.\nThese structures will be built to keep air in, so being able to detect and monitor early warning signs that the blocks are failing is crucial.\nProfessor Coleman said: “Constructing a semi-permanent base on the moon or Mars will require maximal use of materials found in-situ and minimisation of materials and equipment transported from Earth.\n\"This will mean a heavy reliance on regolith and water, supplemented by small quantities of additives fabricated on Earth.”\nThe researchers believe the discovery could also have practical implications for the construction industry on Earth.\nThis is because of a similar nano material called graphene. Large quantities of graphene can be mixed with the cement in concrete, which can increase the strength of the concrete by 40%.\nIncreasing the strength of concrete reduces the amount needed to build structures.\nConcrete is currently the most used man-made substance in the world. Global concrete manufacturing is responsible for about 8% of the world's total CO2 emissions.\n"
    }
]