[
    {
        "id": 0,
        "title": "A Oaxacan chef's guide to the best of Oaxaca City's street food",
        "text": "Chef Alejandro Ruiz thinks Oaxaca's street foods are a key to understanding its gastronomy. Here are his top street foods in the city, from memelas at Doña Vale to Tacos del Carmen.\nChef Alejandro Ruiz opened his first taco stand at the age of 19 in the coastal town of Puerto Escondido. More than 30 years later, he oversees operations at one of Oaxaca City's most renowned restaurants, Casa Oaxaca El Restaurante. He is internationally recognised for his efforts to bring Oaxacan cuisine to the world, and is the author of the award-winning cookbook The Food of Oaxaca: Recipes and Stories from Mexico’s Culinary Capital.\nMexico is renowned for its deeply regional cuisine, and the state of Oaxaca is home to what is widely considered some of its best. High in the Sierra Madre mountains upon a dusty plateau, Oaxaca City's Spanish Baroque cathedrals loom over low blocks of brightly coloured buildings lining cobblestoned streets; splashed by vivid murals and renderings of mythological and historical figures. Everywhere, a bouquet of savoury aromas and smoke waft from open kitchen windows and street carts.\n\"I think what makes Oaxacan food different compared to other food regions is the enormous variety of microclimates,\" says Oaxaca-born chef Alejandro Ruiz, who has been championing his home state's native cuisine for nearly 30 years. \"We work with what's available. If I have lemon trees, I make fresh agua fresca de limón (fresh lemonade). If I have corn and beans and chillies, that's what I eat.\"\nRuiz further explains that Oaxacan cuisine is a heady blend of Spanish, African Moorish and Indigenous techniques: \"Also there's Asian influence, like cumin, cinnamon and other spices. But to me the Indigenous [influence] is the most important.\"\nThough his restaurant Casa Oaxaca El Restaurante is upscale, Chef Ruiz adores Oaxaca's iconic street foods, like tlayudas (thin, crispy tortillas smothered in beans, meats, salsa and cheese) and memelas (grilled corn cakes). \"[It's] special because it has the main ingredients of our local diet: corn, beans, salsas and stuffings like meat, sausage, herbs called quelites,\" he says. \"There is always a comal\" – the Mexican griddle that crisps dough to perfection – \"and there is always freshly made tortilla. If you have a good tortilla, beans and salsa, that's all you need to have an amazing taco, tostada, tlayuda, or memela.\"\nEarlier this year, the new 104km Barranca Larga-Ventanilla highway opened between Oaxaca City and Puerto Escondido, slashing the drive from eight nausea-inducing hours to a quick 2.5, so there's no time like the present to try Oaxaca's amazing cuisine. Here are Ruiz's top five street foods in Oaxaca City.\n\"One of the main reasons people come to Oaxaca is to eat,\" says Ruiz, \"and I think they should visit the market (mercado) if they’re interested in food.\"\nEl Dia de los Muertos\nOaxaca is famous for its dia de los muertos – Day of the Dead – celebrations. Observed between 31 October and 6 November, the holiday's traditions involve the gathering of family and friends to pay respects to the dead, colourful parades called comparsas and various traditional dishes.\n\"The main dish that people have for Muertos is mole negro with turkey,\" says Ruiz. \"It has to be with turkey.\" Look for stands offering mole negro con pavo (turkey) or tamales de pavo con mole negro. Typical holiday sweets include calabaza (pumpkin) or tejocotes (Indian apple) en dulce – seasonal fruits smothered in a sweet sauce. Chocolate de agua con pan de yema – hot chocolate with a side of spongy sweet bread – really hits the spot on chilly Oaxacan autumnal nights.\nIn the centre of the city, the neighbouring mercados 20 de Noviembre and Benito Juarez as well as the nearby Central de Abasto are popular among both locals and visitors, offering scores of food stall options amidst a bevy of handicraft shopping. A kaleidoscope of tropical fruit abounds punctuated by barrels of fried grasshoppers called chapulines; stands offer street foods ranging from tacos and Oaxacan-style barbeque to tlayudas and tamales Oaxaqueños (corn husk-wrapped corn tamales laced with sweet and savoury Oaxacan-style mole sauce, made with bitter chocolate). Everything gets washed down with a mug of the state's renowned hot chocolate and coffee, both packaged and prepared fresh. Even with so many delicious options, Ruiz is particularly emphatic that visitors try the barbecue, where they'll choose from a selection of thin-cut beef or chorizo sausages that are grilled to order, as a billow of mouth-watering smoke perfumes the dining area.\nIn addition to the local markets, Ruiz advises taking a short jaunt out of town to the markets in the neighbouring city of Tlacolula, where you \"grill your own tasajo and chorizo right there on the charcoal grills – it's an amazing experience\".\nWebsite: https://mercado-20-de-noviembre.webnode.mx/\nAddress: 20 De Noviembre 512, Centro, 68000, Oaxaca de Juarez, Oax., Mexico\nLocated a block down from Oaxaca's botanical garden, Tacos del Carmen is beloved by locals. This unassuming stand's offerings are cooked under a comal, yielding a crispy tortilla with melted cheese on the inside along with ingredients like mushrooms, chorizo, beans, fried pork belly (called chicharron) and the day's selection of meats.\nCentrally located alongside the garden near several of the city's most historical cathedrals like Templo de Santo Domingo de Guzman and the Metropolitan Cathedral, and tucked amidst many of its excellent art galleries, Tacos del Carmen has become an increasingly popular stop among visitors. The stand is closed by 15:00, so plan it as an afternoon fuel-up as you wander the city, and keep in mind that it's not open Wednesday or Sunday. The menu is in both Spanish and English, so no worries about language difficulties. It is cash-only, so come prepared.\n\"I recommend ordering the tacos de chile relleno (stuffed pepper) with chorizo and quesillo (egg custard),\" says Ruiz. \"It’s so rich and so delicious – the best in town.\"\nAddress: Jesús Carranza 110, Ruta Independencia, Centro, 68000, Oaxaca de Juarez, Oax., Mexico\nInstagram: @carmentacosdel\nOne of Oaxaca's most iconic dishes is the tlayuda – a crunchy, thin tortilla topped with a base of refried beans, then covered with cheese and toppings like avocado and vegetable.\nInsider TIp\nRuiz has a suggestion for seeing another side of Oaxacan dining. \"Visit a cantina to really see how we celebrate food,\" he says. \"In cantinas in Oaxaca, you get food for free as long as you keep drinking. You get a beer, you get food. You get a mezcalita (Mezcal margarita), you get more food. The idea is to keep you eating and drinking.\"\nAccording to Ruiz, \"Everyone in Oaxaca has their own favourite place for tlayudas. Mine is Tlayudas Doña Tere right around the corner from my home. The way she makes it is on charcoal, in between the comal and the charcoal, so it's crispy and the cheese gets melted immediately. I love it.\"\nTlayudas Doña Tere is a 10-minute drive south-east of Oaxaca's downtown in the quiet, residential University district. It's a blink-and-you'll-miss-it spot – the perfect opportunity to get away from the bustle of the city centre and enjoy a tasty bite away from the tourist crowds.\nAddress: Escuela naval militar Esquina Dallas Col. Reforma\nA cousin to both the taco and the tlayuda, memelas are thick, grilled cornmeal cakes topped with cheese, salsa and toppings like tomato, onion or peppers; a Oaxaca City staple. Ruiz is definitive on the city's best: Memelas Doña Vale, a stand run by memela maker Doña Vale in the market at Central de Abasto. \"Doña Vale only makes memelas,\" he says. \"And \"[customers have the] option of topping them with a couple of eggs, confit porridge or tasajo (thinly cut, dried and spiced beef) grilled on the charcoal, chocolate de agua (hot chocolate mixed with water) or café de olla (\"pot coffee\" typically simmered in clay pot) to drink – only five options, no more. I love these kinds of places.\"\nPlan on stopping by during shopping break and bring cash. This popular spot gets busy around lunchtime, which is no surprise as Doña Vale has been grilling memelas for 40 years.\nAddress: Cosijoeza, Central de Abasto, 68090, Oaxaca de Juarez, Oax., Mexico\nInstagram: @memelasdonavale\nYet another \"must\" while visiting Oaxaca are \"empanadas de amarillo\" (yellow empanadas). These savoury bites are made with corn dough and stuffed with chicken and Oaxaca's yellow mole, a silky golden sauce stewed with tomatillos, hoja santa (Mexican pepperleaf) and vegetables like green beans and potatoes. Flaky on the outside with an explosion of rich mole flavour within, empanadas de Amarillo are ideal for fortifying your stomach after a long day of mezcals and cervezas.\nAt Empanadas del Carmen, says Ruiz, \"They’re made right in front of you, and they are the best in town – cheap and delicious.\" The stand is open every day but Wednesday from 17:00-23:00, and as they're located right in the heart of the central district, they're a convenient place to stop off for a snack while exploring the city.\n\"Have a meal in a fine dining restaurant, a meal on the street, and a meal in the market,\" Ruiz recommends. \"This way you learn about the full culinary traditions in Oaxaca.\"\nAddress: Jesús Carranza 102, Ruta Independencia, Centro, 68000, Oax., Mexico\nInstagram: @empanadasdelcarmenalto\nBBC Travel's The SpeciaList is a series of guides to popular and emerging destinations around the world, as seen through the eyes of local experts and tastemakers.\n--\nIf you liked this story, sign up for The Essential List newsletter – a handpicked selection of features, videos and can't-miss news, delivered to your inbox twice a week.\nFor more Travel stories from the BBC, follow us on Facebook, X and Instagram."
    }
]